Repository: xbmc/inputstream.ffmpegdirect
Catalog: inputstream.ffmpegdirect/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_mx, fi_fi, fr_fr, hr_hr, it_it, pl_pl, ru_ru, zh_cn

# Addon Summary
source: InputStream Client for FFmpeg streams (libavformat)
da_dk: InputStream-klient til FFmpeg-streams (libavformat)
de_de: InputStream Client für FFmpeg-Streams (libavformat)
es_mx: Cliente InputStream para flujos FFmpeg (libavformat)
fi_fi: InputStream-asiakas FFmpeg-mediavirroille (libavformat)
fr_fr: Client InputStream pour les flux FFmpeg (format libav)
hr_hr: InputStream klijent za FFmpeg strujanja (libavformat)
it_it: InputStream Client per flussi FFmpeg (libavformat)
pl_pl: Klient InputStream dla strumieni FFmpeg (libavformat)
ru_ru: InputStream клиент для FFmpeg потоков (libavformat)
zh_cn: FFmpeg 流的 InputStream 客户端（libavformat）

# Addon Description
source: InputStream Client for streams that can be opened by either FFmpeg's libavformat or Kodi's cURL. Common stream formats such as plain TS, HLS and DASH (without DRM) are supported as well as many others.[CR][CR]The addon also has support for Archive/Catchup services where there is a replay windows (usually in days) and can timeshift across that span.[CR][CR]For documenation visit: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md
da_dk: InputStream-klient til streams, der kan åbnes af enten FFmpeg's libavformat eller Kodi's cURL. Almindelige streamformater som f.eks. almindelig TS, HLS og DASH (uden DRM) understøttes såvel som mange andre.[CR][CR]Add-on'et har også understøttelse af Arkiv-/Catchup-tjenester, hvor der er et afspilningsvindue (normalt i dage) og kan tidsforskyde på tværs af dette spænd.[CR][CR]For dokumentation besøg: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md
es_mx: Cliente InputStream para flujos de datos que pueden abrirse con libavformat de FFmpeg o cURL integrado en Kodi. Formatos de flujo comunes tales como TS simple, HLS y DASH (sin DRM) también están soportados, al igual que muchos otros.[CR][CR]El complemento también soporta servicios Archive/Catchup donde hay un espacio de repetición (usualmente en días) y se puede mover a través del tiempo de dicho espacio.[CR][CR]Para documentación visita: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md
fi_fi: InputStream-asiakas mediavirroille, jotka voidaan avata joko FFmpegin libavformat- tai Kodi cURL-kirjastolla. Monien muiden ohella tuetaan yleisiä mediavirtamuotoja, kuten puhdas TS, HLS ja DASH (ilman DRM-suojausta).[CR][CR]Lisäosa tukee myös Archive-/Catchup-palveluita, joissa toisto ja ajansiirto on mahdollista tiettyjen ajanjaksojen sisällä (yleensä päiviä).[CR][CR]Ohjeita löytyy täältä: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md
fr_fr: InputStream Client pour les flux pouvant être ouverts soit par le libavformat de FFmpeg, soit par le cURL de Kodi. Les formats de flux courants tels que TS, HLS et DASH (sans DRM) sont pris en charge ainsi que bien d'autres. et peut être décalé dans le temps dans la période.[CR][CR]Pour la documentation, visitez : https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md
hr_hr: InputStream klijent za strujanja koja se mogu otvoriti ili FFmpeg libavformatom ili Kodijevim cURL-om. Uobičajeni formati strujanja poput običnog TS, HLS i DASH (bez DRM zaštite sadržaja) formata su podržani kao i mnogi drugi.[CR][CR]Dodatak ima još podršku za Arhive/Hvatanje usluga gdje postoji prozor ponovne raprodukcije (uobičajeno u danima) i može se vremenski premotavati u zadanom vremenskom razdoblju.[CR][CR]Za dokumentaciju posjetite: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md
it_it: Client InputStream per flussi che possono essere aperti da libavformat di FFmpeg o cURL di Kodi. Sono supportati formati di flussi comuni come TS, HLS e DASH (senza DRM) e molti altri.[CR][CR]L'add-on ha anche il supporto per i servizi Archivio/Recupero in cui è presente una finestra di riproduzione (di solito in giorni) e può passare attraverso tale intervallo.[CR][CR]Per la documentazione visita: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md
pl_pl: Klient InputStream dla strumieni, które można otworzyć za pomocą libavformat FFmpeg lub cURL Kodi. Obsługiwane są popularne formaty strumieniowe, takie jak zwykły TS, HLS i DASH (bez DRM), a także wiele innych.[CR][CR]Dodatek obsługuje również usługę archiwizacji, która zapewnia okno powtórek (zazwyczaj w dniach) i może wykonywać przesunięcie czasowe przez ten zakres.[CR][CR]W celu uzyskania dokumentacji odwiedź: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md
ru_ru: Клиент InputStream для потоков, которые можно открыть с помощью libavformat от FFmpeg или с помощью Kodi cURL. Поддерживаются основные форматы потоков такие, как простой TS, HLS, DASH (без DRM) и многие другие.[CR][CR]Дополнение также имеет поддержку служб Архива/Перемотки, где есть окна воспроизведения (обычно в днях), которые могут сдвигаться по времени в течение этого промежутка.[CR][CR]Для документации посетите: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md
zh_cn: InputStream 客户端，用于可通过 FFmpeg 的 libavformat 或 Kodi 的 cURL 打开的流。支持普通 TS、HLS 和 DASH（无DRM）等常见流格式以及其他许多格式。[CR][CR]该插件还支持有重播窗口（通常以天为单位）的归档/捕获服务，并可以在该时间跨度内进行时光平移。[CR][CR]相关文档请访问：https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md

# #30000
source: Network
da_dk: Netværk
de_de: Netzwerk
es_mx: Red
fi_fi: Verkko
fr_fr: Réseau
hr_hr: Mreža
it_it: Rete
pl_pl: Sieć
ru_ru: Сеть
zh_cn: 网络

# #30001
source: HTTP proxy
es_mx: Proxy HTTP
fi_fi: HTTP-välipalvelin
fr_fr: Proxy HTTP
it_it: Proxy HTTP
pl_pl: Serwer proxy HTTP
ru_ru: HTTP прокси
zh_cn: HTTP 代理

# #30002
source: Use HTTP proxy when opening with FFmpeg
da_dk: Anvend HTTP proxy ved åbning med FFMPEG
de_de: Beim Öffnen mit FFmpeg HTTP-Proxy verwenden
es_mx: Utilizar proxy HTTP al abrir con FFmpeg
fi_fi: Käytä FFmpeg-avauksille HTTP-välityspalvelinta
fr_fr: Utiliser le proxy HTTP lors de l'ouverture avec FFmpeg
hr_hr: Koristi HTTP proxy pri otvaranju s FFmpegom
it_it: Usa il proxy HTTP quando apri con FFmpeg
pl_pl: Użyj serwera proxy HTTP podczas otwierania za pomocą FFmpeg
ru_ru: Использовать HTTP прокси, при открытии с помощью FFmpeg
zh_cn: 用FFmpeg打开时使用 HTTP 代理

# #30003
source: Server
es_mx: Servidor
fi_fi: Palvelin
fr_fr: Serveur
hr_hr: Poslužitelj
pl_pl: Serwer
ru_ru: Сервер
zh_cn: 服务器

# #30004
source: Port
es_mx: Puerto
fi_fi: Portti
hr_hr: Ulaz
it_it: Porta
ru_ru: Порт
zh_cn: 端口

# #30005
source: Username
da_dk: Brugernavn
de_de: Benutzername
es_mx: Usuario
fi_fi: Käyttäjätunnus
fr_fr: Nom d'utilisateur
hr_hr: Korisničko ime
it_it: Nome utente
pl_pl: Użytkownik
ru_ru: Имя пользователя
zh_cn: 用户名

# #30006
source: Password
da_dk: Adgangskode
de_de: Passwort
es_mx: Contraseña
fi_fi: Salasana
fr_fr: Mot de passe
hr_hr: Lozinka
pl_pl: Hasło
ru_ru: Пароль
zh_cn: 密码

# #30007
source: Bandwidth
da_dk: Båndbredde
de_de: Bandbreite
es_mx: Ancho de banda
fi_fi: Kaistanleveys
fr_fr: Bande passante
hr_hr: Brzina prijenosa
it_it: Larghezza banda
pl_pl: Przepustowość
ru_ru: Пропускная способность
zh_cn: 带宽

# #30008
source: Stream selection bandwidth
da_dk: Båndbredde til stream
de_de: Stream-Auswahlbandbreite
es_mx: Ancho de banda de selección de transmisión
fi_fi: Mediavirran valinnan kaistanleveys
fr_fr: Bande passante de flux sélectionné
hr_hr: Brzina prijenosa odabira strujanja
it_it: Seleziona larghezza di banda dello stream
pl_pl: Przepustowość wyboru strumienia
ru_ru: Пропускная способность для выбора потока
zh_cn: 流选择带宽

# #30020
source: Timeshift
da_dk: Tidsforskydning
es_mx: Cambio de hora
fi_fi: Ajansiirto
fr_fr: Différé
hr_hr: Vremensko premotavanje
pl_pl: Przesunięcie czasowe
ru_ru: Таймшифт
zh_cn: 时移

# #30021
source: Timeshift buffer path
da_dk: Stien til tidsforskydningsbuffer
de_de: Pfad für Timeshift-Puffer
es_mx: Ruta del búfer de Timeshift
fi_fi: Ajansiirtopuskurin sijainti
fr_fr: Chemin du tampon pour le différé
hr_hr: Putanja međuspremnika vremenskog premotavanja
it_it: Percorso buffer Timeshift
pl_pl: Folderu bufora przesunięcia czasowego
ru_ru: Путь к буферу таймшифт
zh_cn: 时移缓存路径

# #30022
source: Enable timeshift limit
da_dk: Aktiver begrænsning for tidsforskydning
de_de: Timeshift-Limit aktivieren
es_mx: Activar límite de Timeshift
fi_fi: Rajoita ajansiirtoa
fr_fr: Activer la limite de timeshift
hr_hr: Omogući ograničenje vremenskog premotavanja
it_it: Abilita limite Timeshift
pl_pl: Włącz ograniczenie przesunięcia czasowego
ru_ru: Включить ограничение таймшифт
zh_cn: 使能时移限制

# #30023
source: Maximum timeshift buffer length
da_dk: Maksimal længde på tidsforskydningsbuffer
de_de: Maximale Länge des Timeshift-Puffers
es_mx: Longitud del búfer de Timeshift máxima
fi_fi: Aikasiirrossa puskuroitava enimmäispituus
fr_fr: Décalage maximale du timeshift
hr_hr: Najveća duljina međuspremnika vrem. premotavanja
it_it: Durata massima del buffer Timeshift
pl_pl: Maksymalna długość bufora przesunięcia czasowego
ru_ru: Максимальная длина буфера таймшифт
zh_cn: 时移缓存最大长度

# #30024
source: {0:.2f} hours
da_dk: {0:.2f} timer
de_de: {0:.2f} Stunden
es_mx: {0:.2f} horas
fi_fi: {0:.2f} tuntia
fr_fr: {0:.2f} heures
hr_hr: {0:.2f} sat(a)
it_it: {0:.2f} ore
pl_pl: {0:.2f} godzin
ru_ru: {0:.2f} часов
zh_cn: {0:.2f} 小时

# #30040
source: Advanced
da_dk: Avanceret
de_de: Fortgeschritten
es_mx: Avanzado
fi_fi: Lisäasetukset
fr_fr: Avancé
hr_hr: Napredno
it_it: Avanzate
pl_pl: Zaawansowane
ru_ru: Расширенные
zh_cn: 高级

# #30042
source: Allow FFmpeg logging
da_dk: Tillad logføring af FFmpeg
de_de: FFmpeg-Protokollierung erlauben
es_mx: Permitir registro de FFmpeg
fi_fi: Käytä FFmpeg-lokikirjausta
fr_fr: Autoriser la journalisation FFmpeg
hr_hr: Dopusti FFmpeg zapisivanje
it_it: Consenti logging FFmpeg
pl_pl: Zezwalaj na rejestrowanie FFmpeg
ru_ru: Включить журнал FFmpeg
zh_cn: 允许 FFmpeg 日志

# #30043
source: Probe for FPS
da_dk: Led efter FPS
de_de: FPS prüfen
es_mx: Detectar FPS
fi_fi: FPS-tutkinta (FPS Probe)
fr_fr: Sonde pour FPS
hr_hr: Ispitaj sl/sek (FPS)
it_it: Test per FPS
pl_pl: Sonduj FPS-y
ru_ru: Проверка FPS
zh_cn: 探测 FPS

# #30044
source: Enable teletext
da_dk: Aktiver tekst-tv
de_de: Teletext aktivieren
es_mx: Activar teletexto
fi_fi: Käytä teksti-TV:tä
fr_fr: Activer le télétexte
hr_hr: Omogući teletekst
it_it: Abilita Televideo
pl_pl: Włącz teletekst
ru_ru: Включить телетекст
zh_cn: 使能图文电视

# #30045
source: Use fast open for streams using a manifest file
da_dk: Brug hurtig åbning til streams ved hjælp af en manifestfil
de_de: Schnelles Öffnen für Streams mit einer Manifestdatei verwenden
es_mx: Utilizar apertura rápida para transmisiones que utilicen un archivo de manifiesto
fi_fi: Käytä nopeaa avausta manifestitiedostoja hyödyntäville mediavirroille
fr_fr: Utiliser l'ouverture rapide pour les flux à l'aide d'un fichier manifest
hr_hr: Koristi brzo otvaranje za strujanja pomoću manifest datoteke
it_it: Usa apertura rapida per gli stream utilizzando un file manifest
pl_pl: Używaj szybkiego otwarcia strumieni za pomocą pliku manifestu
ru_ru: Использовать быстрое открытие потоков с помощью файла манифеста
zh_cn: 对使用清单文件的流启用快速打开

# #30046
source: For catchup streams report stream is not realtime
da_dk: For catch-up-streams er rapportstream ikke i realtid
de_de: Für „Catch Up“-Streams „behaupten“, dass der Stream kein Echtzeit-Stream ist
es_mx: Para transmisiones de ponerse al día reportar si la transmisión no es en tiempo real
fi_fi: Ilmoita toistettaessa catchup-mediavirtoja, ettei toisto ole reaaliaikainen
fr_fr: Pour les flux de rattrapage, le flux de rapport n'est pas en temps réel
hr_hr: Za strujanja s mogućnošću hvatanja, prijavljeno strujanje nije u stvarnom vremenu
it_it: Per gli stream di recupero, lo stream del rapporto non è in tempo reale
pl_pl: W przypadku strumieni powtórkowych raportuj, że nie jest strumieniem czasu rzeczywistego
ru_ru: Для догоняющих потоков отчётный поток не является потоком реального времени
zh_cn: 报告回放流为非实时的

# #30600
source: This category contains the settings for network configuration such as FFmpeg proxy and bandwidth limits.
da_dk: Kategori indeholdende indstillingerne for netværkskonfiguration, som f.eks. FFmpeg-proxy og begrænsning af båndbredde.
de_de: Diese Kategorie enthält Einstellungen für die Netzwerkkonfiguration, z. B. FFmpeg-Proxy und Bandbreitenbeschränkungen.
es_mx: Esta categoría contiene la configuración relacionada con la red como el proxy de FFmpeg y los límites de ancho de banda.
fi_fi: Tämä luokka sisältää verkkoyhteyden määritykset, kuten FFmpeg-välityspalvelimen asetukset ja kaistanleveyden rajoitukset.
fr_fr: Cette catégorie contient les paramètres de configuration réseau tels que le proxy FFmpeg et les limites de bande passante.
hr_hr: Ova kategorija sadrži postavke za mrežno podešavanje poput FFmpeg proxya i ograničenja brzine prijenosa.
it_it: Questa categoria contiene le impostazioni per la configurazione di rete come proxy FFmpeg e limiti della larghezza di banda.
pl_pl: Ta kategoria zawiera ustawienia konfiguracji sieci, takie jak proxy FFmpeg i ograniczenia przepustowości.
ru_ru: Эта категория содержит настройки сети такие, как ограничение пропускной способности или прокси-сервер FFmpeg.
zh_cn: 此类目包含网络配置的设置，比如FFmpeg代理和带宽限制。

# #30601
source: Whether or not a proxy should be used when opening with FFmpeg. Note that if opened using curl kodi's proxy settings will be used.
da_dk: Vælg om en proxy skal bruges eller ej, når der åbnes med FFmpeg. Bemærk, at hvis den åbnes ved hjælp af curl, vil Kodis proxyindstillinger blive brugt.
de_de: Gibt an, ob beim Öffnen mit FFmpeg ein Proxy verwendet werden soll. Bitte beachten, dass beim Öffnen mit curl die Proxy-Einstellungen von Kodi verwendet werden.
es_mx: Determina si se debería utilizar un proxy con FFmpeg. Nota que, si se utiliza curl, la configuración de proxy de Kodi será utilizada.
fi_fi: Määrittää, käytetäänkö FFmpeg-toistolle välityspalvelinta. Huomioi, että cURL-avauksille käytetään aina Kodin välityspalvelinasetuksia.
fr_fr: Si oui ou non un proxy doit être utilisé lors de l'ouverture avec FFmpeg. Noter que s'il est ouvert à l'aide de curl kodi, il sera utilisé avec des paramètres de proxy.
hr_hr: Treba li se proxy koristiti pri FFmpeg otvaranju. Zapamtite da će se pri otvaranju s curl-om koristiti Kodijeve proxy postavke.
it_it: Utilizza o meno un proxy durante l'apertura con FFmpeg. Nota che se aperto usando curl, verranno usate le impostazioni proxy di Kodi.
pl_pl: Określa, czy serwer proxy powinien być używany podczas otwierania za pomocą FFmpeg. Zauważ, że jeśli zostanie otwarty za pomocą curl, zostaną użyte ustawienia proxy Kodi.
ru_ru: Должен ли использоваться прокси при открытии с помощью FFmpeg. Обратите внимание, что при открытии с помощью curl будут использованы настройки прокси в kodi.
zh_cn: 当使用 FFmpeg 打开时是否使用代理。注意，若使用 curl 打开，会使用 kodi 的代理设置。

# #30602
source: Configure the proxy server address.
da_dk: Konfigurér proxyserveradresse.
de_de: Proxy-Server-Adresse konfigurieren.
es_mx: Configurar la dirección del servidor proxy.
fi_fi: Määritä välityspalvelimen osoite.
fr_fr: Configure l'adresse du serveur proxy.
hr_hr: Podesi adresu proxy poslužitelja.
it_it: Configura indirizzo del server proxy.
pl_pl: Określa adres serwera proxy.
ru_ru: Настройте адрес прокси сервера.
zh_cn: 配置代理服务器地址。

# #30603
source: Configure the proxy server port.
da_dk: Konfigurér proxyserverport.
de_de: Proxy-Server-Port konfigurieren.
es_mx: Configurar el puerto del servidor proxy.
fi_fi: Määritä välityspalvelimen portti.
fr_fr: Configure le port du serveur proxy.
hr_hr: Podesi ulaz proxy poslužitelja.
it_it: Configura porta del server proxy.
pl_pl: Określa port serwera proxy.
ru_ru: Настройте порт прокси сервера.
zh_cn: 配置代理服务器端口。

# #30604
source: Configure the proxy server username.
da_dk: Konfigurér proxyserverens brugernavn.
de_de: Benutzernamen des Proxy-Servers konfigurieren.
es_mx: Configurar el nombre de usuario del servidor proxy.
fi_fi: Määritä välityspalvelimen käyttäjätunnus.
fr_fr: Configure le nom d'utilisateur du serveur proxy.
hr_hr: Podesi korisničko ime proxy poslužitelja.
it_it: Configura nome utente del server proxy.
pl_pl: Określa nazwę użytkownika serwera proxy.
ru_ru: Настройте имя пользователя для прокси сервера.
zh_cn: 配置代理服务器用户名。

# #30605
source: Configure the proxy server password.
da_dk: Konfigurér proxyserverens adgangskode.
de_de: Proxy-Server-Passwort konfigurieren.
es_mx: Configurar la contraseñá del servidor proxy.
fi_fi: Määritä välityspalveimen salasana.
fr_fr: Configure le mot de passe du serveur proxy.
hr_hr: Podesi lozinku proxy poslužitelja.
it_it: Configura password del server proxy.
pl_pl: Określa hasło do serwera proxy.
ru_ru: Настройте пароль для прокси сервера.
zh_cn: 配置代理服务器密码。

# #30606
source: Use this value as a maximum when selecting which HLS stream to use.
da_dk: Brug denne værdi som maksimum, når du vælger, hvilken HLS-stream der skal bruges.
de_de: Maximalwert beim Auswählen des zu verwendenden HLS-Streams.
es_mx: Utiliza este valor como máximo al seleccionar qué calidad HLS utilizar.
fi_fi: Arvo toimii käytettävän HLS-mediavirran valinnan enimmäisarvona.
fr_fr: Utiliser cette valeur au maximum lors de la sélection du flux HLS à utiliser.
hr_hr: Koristi ovu vrijednost kao maksimum pri odabiru HLS strujanja.
it_it: Usa questo valore come massimo quando selezioni quale stream HLS utilizzare.
pl_pl: Użyj tej wartości jako maksimum przy wyborze strumienia HLS.
ru_ru: Использовать это значение как максимальное при выборе потока HLS.
zh_cn: 当选择要使用的 HLS 流时，将此值作为最大值。

# #30620
source: This category contains the settings for timeshift. Timeshifting allows you to pause live TV as well as move back and forward from your current position similar to playing back a recording.
da_dk: Kategori indeholdende indstillingerne for tidsforskydning. Tidsforskydning giver dig mulighed for at sætte direkte tv på pause samt gå tilbage og fremad fra din nuværende position på samme måde som afspilning af en optagelse.
de_de: Diese Kategorie enthält Einstellungen für Timeshifting. Mit Timeshifting kann Live-TV angehalten werden und von der aktuellen Position aus sich vorwärts und rückwärts bewegt werden, ähnlich wie bei der Wiedergabe einer Aufnahme.
es_mx: Esta categoría contiene la configuración de Timeshift. Timeshift te permite pausar, retroceder y adelantar TV en vivo en el momento actual como si fuese un video.
fi_fi: Tämä luokka sisältää ajansiirron asetukset. Ajansiirto mahdollistaa suorien televisiolähetysten tauotuksen ja toistokohdan siirron taakse- ja eteenpäin tallenteiden ja muiden videoiden toistoa vastaavalla tavalla.
fr_fr: Cette catégorie contient les paramètres de timeshift. Le timeshift vous permet de mettre en pause la télévision en direct ainsi que d'avancer et de reculer à partir de votre position actuelle, comme pour la lecture d'un enregistrement.
hr_hr: Ova kategorija sadrži postavke za vremensko premotavanje. Vremensko premotavanje omogućuje vam pauziranje TV emitiranja uživo i premotavanje unaprijed i unatrag, slično kao i pri reprodukciji video snimke.
it_it: Questa categoria contiene le impostazioni per il Timeshift. Il Timeshift ti consente di mettere in pausa la TV in diretta e di spostarti avanti e indietro dalla posizione attuale in modo simile alla riproduzione di una registrazione.
pl_pl: Ta kategoria zawiera ustawienia przesunięcia czasowego. Przesunięcie czasowe umożliwia wstrzymanie telewizji na żywo, a także przechodzenie do tyłu i do przodu z aktualnej pozycji, podobnie do odtwarzania nagrania.
ru_ru: Эта категория содержит настройки таймшифт (timeshift). Таймшифт позволяет ставить на паузу ТВ и перемещаться вперёд и назад, что похоже на перемотку видео записей.
zh_cn: 此部分包含时光平移的设置。时光平移允许您暂停直播电视，以及从当前位置前后移动，就像播放录像。

# #30621
source: The path used to store the timeshift buffer. The default is the [I]"addon_data/inputstream.ffmpegdirect/timeshift"[/I] folder in userdata. Note that this folder will be cleared of timeshift files on Kodi startup. Only relevant when [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] property is passed to the addon.
da_dk: Stien der bruges til at gemme tidsforskydnings-bufferen. Standard er mappen [I]"addon_data/inputstream.ffmpegdirect/timeshift"[/I] i brugerdata. Bemærk, at denne mappe slettes for tidsforskydnings-filer ved opstart af Kodi. Kun relevant når [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] værdi sendes til add-on'en.
de_de: Der Pfad zum Speichern des Timeshift-Puffers. Der Standardwert ist der Ordner [I]"addon_data/inputstream.ffmpegdirect/timeshift"[/I] in den Benutzerdaten. Beachten Sie, dass dieser Ordner beim Kodi-Start von Timeshift-Dateien befreit wird. Nur relevant, wenn der Parameter [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] an das Addon übergeben wird.
es_mx: La ruta utilizada para almacenar el búfer de Timeshift. Por defecto es [I]"addon_data/inputstream.ffmpegdirect/timeshift"[/I] en la carpeta de datos del usuario. Nota que esta carpeta será limpiada de archivos de Timeshift al iniciar Kodi. Solo aplica si la propiedad [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] se establece en el complemento.
fi_fi: Ajansiirtopuskurin tallennussijainti. Oletus on [I]"addon_data/inputstream.ffmpegdirect/timeshift"[/I] Kodi-asennuksen "userdata" -kansiossa. Huomioi, että kansio tyhjennetään ajansiirtotiedostoista Kodin käynnistyksen yhteydessä. Olennainen vain silloin, kun lisäosalle välitetään [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I]-tietue.
fr_fr: Le chemin utilisé pour stocker le tampon de décalage temporel. La valeur par défaut est le dossier [I]"addon_data/inputstream.ffmpegdirect/timeshift"[/I] dans userdata. Notez que ce dossier sera vidé des fichiers Timeshift au démarrage de Kodi. Uniquement lorsque la propriété [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] est transmise à l'addon.
hr_hr: Putanja korištena za međuspremnik vremenskog premotavanja. Zadana je [I]"addon_data/inputstream.ffmpegdirect/timeshift"[/I] mapa u userdata mapi. Zapamtite da će iz te mape biti uklonjene datoteke vremenskog premotavanja pri Kodi pokretanju. Bitno je samo kada [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] svojstvo je proslijeđeno u dodatak.
it_it: Il percorso utilizzato per memorizzare il buffer Timeshift. L'impostazione predefinita è la cartella [I]"addon_data/inputstream.ffmpegdirect/timeshift"[/I] in userdata. Nota che questa cartella verrà cancellata dai file Timeshift all'avvio di Kodi. Rilevante solo quando la proprietà [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] viene passata all'Add-on.
pl_pl: Ścieżka używana do przechowywania bufora przesunięcia czasowego. Domyślnie jest to folder [I]"addon_data/inputstream.ffmpegdirect/timeshift"[/I] w userdata. Należy pamiętać, że ten folder zostanie wyczyszczony z plików przesunięcia czasowego podczas uruchomienia Kodi. Ważne tylko wtedy, gdy wartość [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] jest przekazywana do dodatku.
ru_ru: Путь, используемый для хранения буфера таймшифт. По умолчанию это папка [I]"userdata/addon_data/inputstream.ffmpegdirect/timeshift"[/I]. Обратите внимание, что папка будет очищаться при каждом запуске Kodi. Актуально только тогда, когда свойство [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] передаётся дополнению.
zh_cn: 用于存储时光平移缓冲区的路径。默认值是 userdata 下的[I]“addon_data/inputstream.ffmpegdirect/timeshift”[/I]文件夹。请注意，此文件夹将在 Kodi 启动时清除时光平移文件。仅当[I]“inputstream.ffmpegdirect.stream_mode=timeshift”[/I]属性传递给插件时才起作用。
