Repository: xbmc/inputstream.ffmpegdirect
Catalog: inputstream.ffmpegdirect/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_mx, fi_fi, fr_fr, hr_hr, it_it, pl_pl, ru_ru, zh_cn

# #30622
source: Enable this option to limit the length of the timeshift buffer. If disabled the buffer will grow forever until playback is stopped. Regardless of this setting the buffer will also grow forever if paused.
da_dk: Aktiver denne indstilling for at begrænse længden af tidforskydnings-bufferen. Ved deaktivering vokser bufferen for evigt, indtil afspilningen stoppes. Uanset denne indstilling vil bufferen også vokse for evigt, hvis afspilning er sat på pause.
de_de: Aktivieren, um die Länge des Timeshift-Puffers zu begrenzen. Wenn deaktiviert, wächst der Puffer für immer, bis die Wiedergabe gestoppt wird. Unabhängig von dieser Einstellung wächst der Puffer auch für immer, wenn die Wiedergabe pausiert wird.
es_mx: Activa esta opción para limitar la longitud del búfer de Timeshift. Si se desactiva, el búfer incrementará hasta que se detenga la reproducción. Sin importar el valor de esta opción, el búfer seguirá incrementando al pausar.
fi_fi: Asetus mahdollistaa ajansiirtopuskurin keston rajoituksen. Jollei tätä määritetä, puskuri kasvaa ikuisesti, kunnes toisto lopetetaan. Puskuri kuitenkin kasvaa tästä asetuksesta riippumatta ikuisesti, kun toisto tauotetaan.
fr_fr: Activez cette option pour limiter la longueur du tampon du timeshift. S'il est désactivé, le tampon s'agrandit indéfiniment jusqu'à ce que la lecture soit arrêtée. Indépendamment de ce paramètre, le tampon augmentera également indéfiniment s'il est mis en pause.
hr_hr: Omogućite ovu mogućnost za ograničenje duljine međuspremnika vremenskog premotavanja. Ako je onemogućeno međuspremnik će rasti bez ograničenja sve dok se reprodukcija ne zaustavi. Unatoč ovoj mogućnosti međuspremnik će isto rasti bez ograničenja ako je reprodukcija pauzirana.
it_it: Abilita questa opzione per limitare la lunghezza del buffer Timeshift. Se disabilitato, il buffer aumenterà per sempre fino a quando la riproduzione non verrà interrotta. Indipendentemente da questa impostazione, anche il buffer aumenterà per sempre se messo in pausa.
pl_pl: Włącz tę opcję ograniczenia długości bufora przesunięcia czasowego. Jeśli wyłączona, bufor będzie rosnąć nieustannie, aż odtwarzanie zostanie zatrzymane. Niezależnie od tego ustawienia bufor będzie również rosnąć nieustannie przy wstrzymaniu.
ru_ru: Включите эту опцию, чтобы ограничить длину буфера таймшифт. Если выключено, буфер будет расти до тех пор, пока воспроизведение не будет остановлено. Независимо от этого параметра, буфер также будет постоянно расти, если воспроизведение приостановлено.
zh_cn: 启用此选项可限制时光平移缓冲区的长度。如果禁用，缓冲区将不停增长，直到停止播放。无论此设置如何，如果暂停，缓冲区也将不停增长。

# #30623
source: The length of the timeshift buffer in hours. Once the value is reached the older buffer data will be deleted to ensure the limit is not breached. Note that the storage for your device should be sufficient to allow the buffer to grow to it's maximum length (otherwise it's equivalent to disabling this option). A good heuristic for video size is 130MB per minute of 1080p video and 375MB per minute of 4K video.
da_dk: Længden af tidsforskydnings-bufferen i timer. Når værdien er nået, vil de ældre bufferdata blive slettet for at sikre, at grænsen ikke overskrides. Bemærk, at lagerpladsen til din enhed skal være tilstrækkelig for at tillade bufferen at vokse til sin maksimale længde (ellers svarer det til at deaktivere denne mulighed). En god regel for videostørrelse er 130MB pr. minut af 1080p-video og 375MB pr. minut af 4K-video.
de_de: Die Länge des Timeshift-Puffers in Stunden. Sobald der Wert erreicht ist, werden die älteren Pufferdaten gelöscht, um sicherzustellen, dass das Limit nicht überschritten wird. Bitte beachten, dass der Speicherplatz ausreichen sollte, damit der Puffer auf seine maximale Länge anwachsen kann (andernfalls entspricht dies dem Deaktivieren dieser Option). Eine gute Heuristik für die Videogröße sind 130 MB pro Minute für ein 1080p-Video und 375 MB pro Minute für ein 4K-Video.
es_mx: La duración del búfer de Timeshift en horas. Al alcanzar dicho valor, los datos en búfer más antiguos se eliminarán para asegurar que no se supere el límite. Toma en cuenta que debes tener suficiente espacio libre para permitir que el búfer crezca hasta su longitud máxima (de lo contrario, será como deshabilitar esta opción). Una buena aproximación para el tamaño del video es 130 MB por minuto de video 1080p y 375 MB por minuto de video 4K.
fi_fi: Ajansiirtopuskurin kesto tunteina. Kun arvo saavutetaan, puskurin vanhin sisältö poistetaan, jottei rajoitusta ylitetä. Huomioi, että laitteellasi on oltava riittävästi vapaata tallennustilaa puskurin enimmäiskestolle (jollei näin ole, se vastaa tämän vaihtoehdon käytöstä poistoa). Hyvä heuristinen videokoko on 130 Mt/min 1080p-videota ja 375 Mt/min 4K-videota.
fr_fr: La durée de la mémoire tampon du timeshift en heures. Une fois la valeur atteinte, les anciennes données du tampon seront supprimées pour s'assurer que la limite n'est pas dépassée. Notez que le stockage de votre appareil doit être suffisant pour permettre au tampon d'atteindre sa longueur maximale (sinon cela équivaut à désactiver cette option). Une bonne heuristique pour la taille de la vidéo est de 130 Mo par minute de vidéo 1080p et de 375 Mo par minute de vidéo 4K.
hr_hr: Duljina međuspremnika vremenskog premotavanja u satima. Jednom kada se vrijednost dostigne, stariji podaci međuspremnika biti će obrisani kako bi se osiguralo da se ograničenje ne prekorači. Zapamtite da pohrana vašeg uređaja mora biti dostatna kako bi se mogao dopustiti rast do najvećeg ograničenja (u suprotnome je onemogućena ova mogućnost). Dobra heuristika za veličinu videa je 130 MB po minuti za 1080p video i 375 MB po minuti za 4K video.
it_it: La lunghezza del buffer Timeshift in ore. Una volta raggiunto il valore, i dati del buffer più vecchi verranno eliminati per garantire che il limite non venga violato. Tieni presente che lo spazio di archiviazione per il tuo dispositivo dovrebbe essere sufficiente per consentire al buffer di crescere fino alla sua lunghezza massima (altrimenti equivale a disabilitare questa opzione). La stima per la dimensione è 130 MB al minuto per video 1080p e 375 MB al minuto per video 4K.
pl_pl: Długość bufora przesunięcia czasowego w godzinach. Po osiągnięciu wartości starsze dane bufora zostaną usunięte, aby upewnić się, że ograniczenie nie zostanie naruszone. Należy pamiętać, że pamięć masowa urządzenia powinna być wystarczająco pojemna, aby umożliwić buforowi wzrost do maksymalnej długości (w przeciwnym razie jest to równoznaczne z wyłączeniem tej opcji). Dobrą heurystyką dla rozmiaru wideo jest 130 MB na minutę w przypadku wideo 1080p i 375 MB na minutę w przypadku wideo 4K.
ru_ru: Длина буфера таймшифт в часах. При достижении указанного значения, старые данные буфера, будут удалены, чтобы гарантировать, что лимит не нарушен. Обратите внимание, что хранилища вашего устройства должно быть достаточно, чтобы буфер увеличился до максимальной длины (в противном случае это эквивалентно отключению этой опции). Наблюдаемые значения для видео: 130 МБ в минуту для 1080p и 375 МБ в минуту для 4K.
zh_cn: 时光平移缓冲区以小时为单位的长度。一旦达到该值，旧的缓冲区数据将被删除，以确保不超出限制。请注意，设备的存储空间应足以允许缓冲区增长到其最大长度（否则相当于禁用此选项）。一个好的视频大小参考是1080p视频每分钟130MB，4K视频每分钟375MB。

# #30640
source: Advanced settings
da_dk: Avancerede indstillinger
de_de: Erweiterte Einstellungen
es_mx: Configuración avanzada
fi_fi: Lisäasetukset
fr_fr: Paramètres avancés
hr_hr: Napredne postavke
it_it: Impostazioni avanzate
pl_pl: Ustawienia zaawansowane
ru_ru: Расширенные настройки
zh_cn: 高级设置

# #30641
source: If enabled the addon will log any FFmpeg logging to the Kodi log.
da_dk: Ved aktivering vil add-on'et logføre enhver FFmpeg-logføring til Kodi-loggen.
de_de: Wenn aktiviert, protokolliert das Addon alle FFmpeg-Protokolle im Kodi-Protokoll.
es_mx: Si se activa, el complemento anexará la salida de FFmpeg al registro de Kodi.
fi_fi: Jos käytössä, lisäosa tallentaa kaikki FFmpeg-lokit Kodin lokitiedostoon.
fr_fr: Si activé, l'addon enregistrera toute journalisation FFmpeg dans le journal Kodi.
hr_hr: Ako je omogućeno dodatak će bilježiti svaki FFmpeg događaj u Kodi zapis.
it_it: Se abilitato, l'Add-on scriverà qualsiasi evento FFmpeg nel registro di Kodi.
pl_pl: Jeśli włączone, dodatek będzie rejestrować logi FFmpeg do dziennika Kodi.
ru_ru: Если включен, дополнение будет записывать журнал FFmpeg, в журнал Kodi.
zh_cn: 如果启用，插件将把所有 FFmpeg 日志记录到 Kodi 日志中。

# #30642
source: Probe for frames per second. Default enabled. If disabled the value returned by the codec will be used.
da_dk: Led efter billeder per sekund. Aktiveret som standard. Ved deaktivering vil den værdi, der returneres af codec'et, blive brugt.
de_de: Bilder pro Sekunde ermitteln. Standardmäßig aktiviert. Wenn deaktiviert, wird der vom Codec zurückgegebene Wert verwendet.
es_mx: Determinar la velocidad de cuadros por segundo. Activado por defecto. Si se desactiva, se utilizará el valor establecido en el códec.
fi_fi: Tutki sekuntikohtaisia ruutuja (FPS Probe). Oletuksena käytössä. Jos tämä poistetaan käytöstä, käytetään koodekin palauttamaa arvoa.
fr_fr: Sonder les images par seconde. Activé par défaut. Si désactivé, la valeur renvoyée par le codec sera utilisée.
hr_hr: Ispitivanje sličica u sekundi. Po zadanome je omogućeno. Ako je onemogućeno koristit će se vrijednost iz kôdeka.
it_it: Test per fotogrammi al secondo. Predefinito abilitato. Se disabilitato verrà utilizzato il valore restituito dal codec.
pl_pl: Sonda ramek na sekundę. Domyślnie włączona. Jeśli wyłączona, zostanie użyta wartość zwrócona przez kodek.
ru_ru: Проверка количества кадров в секунду. По умолчанию включено. Если отключено, будет использоваться значение, возвращаемое кодеком.
zh_cn: 每秒探测帧数。默认启用。如果禁用，将使用编解码器返回的值。

# #30643
source: Allow teletext. Default enabled.
da_dk: Tillad tekst-tv. Aktiveret som standard.
de_de: Teletext erlauben. Standardmäßig aktiviert.
es_mx: Permite el teletexto. Activado por defecto.
fi_fi: Salli teksti-TV. Oletuksena käytössä.
fr_fr: Autoriser le télétexte. Activé par défaut.
hr_hr: Dopusti teletekst. Po zadanome je omogućeno.
it_it: Consenti Televideo. Predefinito abilitato.
pl_pl: Zezwól na teletekst. Domyślnie włączony.
ru_ru: Разрешить телетекст. По умолчанию включен.
zh_cn: 允许图文电视。默认启用。

# #30644
source: Streams which have a manifest file (e.g. HLD/DASH/Smooth Streaming) can be opened more quickly with FFmpeg with this option enabled.
da_dk: Streams der har en manifestfil (f.eks. HLD/DASH/Smooth Streaming) kan åbnes hurtigere med FFmpeg med denne mulighed aktiveret.
de_de: Streams mit einer Manifestdatei (z.B. HLD/DASH/Smooth Streaming) können mit FFmpeg mit aktivierter Option schneller geöffnet werden.
es_mx: Si se activa esta opción, las transmisiones que tengan un archivo de manifiesto (ej. HLD/DASH/Smooth Streaming) abrirán más rápido con FFmpeg..
fi_fi: Mahdollistaa manifestitiedoston sisältävien mediavirtojen (esim. HLD/DASH/Smooth Streaming) nopeamman FFmpeg-avauksen.
fr_fr: Les flux qui ont un fichier manifest (par exemple HLD/DASH/Smooth Streaming) peuvent être ouverts plus rapidement avec FFmpeg avec cette option activée.
hr_hr: Strujanja koja imaju manifest datoteku (npr. HLD/DASH/Smooth Streaming ) mogu se otvoriti brže s FFmpegom kada je ova mogućnost omogućena.
it_it: Gli stream che hanno un file manifest (ad es. HLD/DASH/Smooth Streaming) possono essere aperti più rapidamente con FFmpeg con questa opzione abilitata.
pl_pl: Strumienie, które mają plik manifestu (np. HLD/DASH/Smooth Streaming), można szybciej otworzyć za pomocą FFmpeg, gdy ta opcja jest włączona.
ru_ru: Трансляции которые имеют файл манифеста (такие как HLD/DASH/Smooth Streaming) могут быстрее открываться с FFmpeg, когда эта опция включена.
zh_cn: 启用此选项后，使用 FFmpeg 可以更快地打开具有清单文件（例如 HLD/DASH/平滑流）的流。

# #30645
source: For certain catchup streams such as HLS reporting that a live stream is not live can improve stream open times. If testing this option works for a catchup stream/provider, then add a [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I] to the M3U entry in question. This setting should not be left enabled for all streams.
da_dk: For visse catch-up-streams, såsom HLS, kan rapportering om at en livestream ikke er direkte, forbedre tiden streamen er åben. Hvis test af denne mulighed virker for en catchup-stream/udbyder, skal du tilføje en [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I] til den pågældende M3U-post. Denne indstilling bør ikke aktiveres for alle streams.
de_de: Bei bestimmten „Catch Up“-Streams, wie HLS, kann die „Behauptung“, dass ein Live-Stream nicht live ist, die Zeiten zum Öffnen des Streams verbessern. Wenn das Testen dieser Option für einen Catchup-Stream / -Anbieter funktioniert, dem betreffenden M3U-Eintrag bitte ein [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I] hinzufügen. Diese Einstellung sollte nicht pauschal für alle Streams aktiviert werden.
es_mx: Para ciertas transmisiones, como HLS, que reporten que una transmisión en vivo no es realmente en vivo, esta opción puede mejorar los tiempos de apertura. Si esta opción funciona bien con una transmisión/proveedor, agrega una entrada [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I] al M3U en cuestión. Esta opción no debería dejarse activada para todas las transmisiones.
fi_fi: Joidenkin catchup-mediavirtojen (kuten HLS) ilmoittaessa, ettei lähetys ole suora voidaan mediavirtojen avautumisaikoja parantaa. Jos avalinnan koekäyttö toimii catchup-suoratoiston/-palveluntarjoajan kanssa, lisää kyseiseen M3U-merkintään [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I]-tietue. Asetusta ei tule käyttää kaikille suoratoistoille.
fr_fr: Pour certains flux de rattrapage tels que HLS, signalent qu'un flux en direct n'est pas en direct peut améliorer les heures d'ouverture du flux. Si le test de cette option fonctionne pour un flux/fournisseur de rattrapage, ajoutez un [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I] à l'entrée M3U en question. Ce paramètre ne doit pas rester activé pour tous les flux.
hr_hr: Za određena strujanja s mogućnosti hvatanja poput HLS prijave da strujanje nije aktivno može poboljšati vrijeme otvaranja strujanja. Ako testiranje ove mogućnosti radi za hvatanje strujanja/pružatelja usluga, tada dodajte [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I] u pitanje M3U unosa. Ova mogućnost ne bi trebala biti omogućena za sva strujanja.
it_it: Per alcuni stream con recupero come HLS, la segnalazione di uno stream live anche se non è in diretta può migliorare i tempi di apertura dello stream. Se questa opzione funziona per uno stream o provider con recupero, aggiungi [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I] alla voce M3U in questione. Questa impostazione non deve essere lasciata abilitata per tutti gli stream.
pl_pl: W przypadku niektórych strumieni powtórkowych, takich jak HLS, które zgłaszają, że strumień na żywo nie jest na żywo, może poprawić czas otwarcia strumienia. Jeśli testowanie tej opcji działa dla strumienia/dostawcy powtórkowego, dodaj [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I] do danego wpisu M3U. To ustawienie nie powinno być włączone dla wszystkich strumieni.
ru_ru: Для некоторых догоняющих потоков, таких как HLS, сообщение о том, что прямой поток не является прямым, может улучшить время открытия потока. Если тестирование этой опции работает для догоняющего потока/провайдера, добавьте [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I] к соответствующей записи M3U. Этот параметр не следует оставлять включенным для всех потоков.
zh_cn: 对于类似 HLS 的捕获流，报告实时流不是实时可以缩短流打开时间。如果测试此选项适用于捕获流/提供程序，则将[I]“#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false”[/I]添加到相关的M3U条目中。不应为所有流启用此设置。

# Addon Description
source: InputStream Client for streams that can be opened by either FFmpeg's libavformat or Kodi's cURL. Common stream formats such as plain TS, HLS and DASH (without DRM) are supported as well as many others.&#10; &#10;The addon also has support for Archive/Catchup services where there is a replay windows (usually in days) and can timeshift across that span.&#10; &#10;For documenation visit: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md&#10;
de_de: InputStream-Client für Streams, die entweder mit dem libav-Format von FFmpeg oder mit cURL von Kodi geöffnet werden können. Gängige Stream-Formate wie TS, HLS und DASH (ohne DRM) werden ebenso unterstützt wie viele andere.&#10; &#10;Das Addon unterstützt auch Archiv-/Aufholdienste, bei denen Wiedergabefenster vorhanden sind (normalerweise in Tagen), und kann über diesen Zeitraum hinweg eine Zeitverschiebung bewirken.&#10; &#10;Dokumentation finden Sie unter: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md&#10;
